experiment-finetuned/all_finetuned/runs/Cavity/3/0/epsilon
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 1e-06;

boundaryField
{
    movingWall
    {
        type            epsilonWallFunction;
        value           uniform 1e-06;
    }

    fixedWalls
    {
        type            epsilonWallFunction;
        value           uniform 1e-06;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //