experiment-finetuned/all_finetuned/runs/Cavity/3/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    movingWall
    {
        type            nutkWallFunction;
        value           uniform 1e-06;
    }

    fixedWalls
    {
        type            nutkWallFunction;
        value           uniform 1e-06;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //